IDEA Open Model
PointSupportNode.FlexibleStiffnessY Property
Compatible with IDEA StatiCa v 10.1
 Support stiffness Y dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double FlexibleStiffnessY { get; set; }
Public Property FlexibleStiffnessY As Double
	Get
	Set
public:
property double FlexibleStiffnessY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace